[
  {
    "id": 0,
    "title": "ভূমিকা: চল্লিশটি হাদিস মুখস্ত করার ফযিলত <p>-ডক্টর আব্দুল বাতেন মিয়াজী",
    "arabic": "",
    "translation": "বিদায় হজ্বের ভাষণে রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লাম কুরআন আর সুন্নাহকে আঁকড়ে থাকার উপর জোর দিয়েছেন। [অবশ্য অন্য অধিক গ্রহণযোগ্য একাধিক হাদিসে তিনি কুরআন এবং আহলে বাইত আতহার আলাইহিমুস সালামগণকে অনুসরণ এবং আঁকড়ে থাকার কথা উল্লেখ করেছেন। ইমামগণ এর ব্যাখ্যায় বলেছেন, কুরআন এবং আহলে বাইতকে অনুসরণ করা মানেই কুরআন এবং সুন্নাহর সঠিক অনুসরণ। কেননা অসংখ্য জাল, বানোয়াট ও দুর্বল সনদের হাদিসের মধ্য থেকে সঠিক সুন্নাহ খুঁজে পেতে একমাত্র আহলে বাইত-ই ভরসা।] যতদিন মুসলিম জাতি কুরআন এবং সুন্নাহকে আঁকড়ে ধরেছিল, ততদিন দিকে দিকে তাদের বিজয়ের পতাকা পতপত করে উড়েছিল। যখনই তাদের মধ্যে এ দুটোর প্রতি অনিহা এসেছে, তখনই দিকে দিকে, দেশে দেশে পরাজয়ের গ্লানি তাদেরকে অক্টোপাসের মতো চারদিক থেকে ঝাপটে ধরেছে। পরিবার, সংসার, সমাজ ও রাষ্ট্রে দেখা দিয়েছে অভূতপূর্ব সমস্যা আর হতাশা। এক সমস্যা থেকে পরিত্রাণ পেতে না পেতেই তৈরি হচ্ছে নতুন সমস্যা। জীবন যেন কুব্জ হয়ে নুইয়ে পড়া বৃদ্ধের আকার ধারণ করেছে। এর থেকে পরিত্রাণের একমাত্র পথই হলো রাসূলের দেখানো পথ, কথা ও কাজের অনুসরণ। তা যত ছোট আর সামান্যই হোক, রাসূলের ছোট্ট একটি সুন্নাহও বড় বড় বিপদ থেকে আমাদের রক্ষা করতে পারে।<p><br>কুরআন শেখা এবং অন্যকে শেখানোর উপর জোর দিয়ে বেশ কিছু আয়াত রয়েছে। পাশাপাশি রয়েছে অসংখ্য হাদিস শরীফও। ঠিক তেমনিভাবে হাদিস শরীফ আয়ত্ব করা এবং তা অন্যের নিকটে পৌঁছে দেয়ার প্রতিও অত্যন্ত জোর দেয়া হয়েছে। আল্লাহ পাক বলেন, \"রাসূল (সাল্লাল্লাহু আলাইহি ওয়া আলিহী ওয়াসাল্লাম) যা কিছু তোমাদেরকে দেন তা গ্রহণ করো এবং যা তোমাদেরকে নিষেধ করেন, তা থেকে বিরত থাকো।\" [সুরা হাশরঃ ৭] অন্য আয়াতে এসেছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লাম নিজ থেকে মনগড়া কিছু বলেন না। কাজেই রাসূলের বাণী, কর্ম, সম্মতি এবং পাশাপাশি সাহাবা কেরামের কথা, কাজ এবং ঐক্যমত্ত উম্মতের জন্যে অনুকরণীয় এবং অনুসরণীয়। তাছাড়া রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লাম-এঁর সুন্নাহতে রয়েছে আল্লাহ প্রদত্ত জ্ঞানের এক বিশাল ভাণ্ডার। যা প্রতিটি মু'মিনের জন্যে কল্যাণকর।<p><br>হযরত যায়েদ বিন ছাবিত রাদ্বিয়াল্লাহু আনহু থেকে বর্ণিত। তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লামকে বলতে শুনেছি, আল্লাহ পাক ঐ ব্যক্তির কল্যাণ করেন, যে ব্যক্তি আমার কাছ থেকে একটি হাদিস (কথা) শোনে এবং তা মনে রাখে, যাতে সে অন্যের নিকট তা পৌঁছে দিতে পারে। হয়তো সে তা এমন একজনের কাছে পৌঁছে দেয় যে তারচেয়ে এর মর্যাদা সম্পর্কে বেশি অবগত। সে এমন জ্ঞান পৌঁছে দিচ্ছে যার সম্পর্কে সে নিজেও হয়তো তত অবগত নয়। [তিরমিজিঃ ২৬৫৬; আবু দাউদঃ ৩৬৬০; ইবনে মাজাহঃ ২৩০] <p><br>রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লাম তাঁর কথাগুলো পরবর্তী মানুষের কাছে পৌঁছে দেবার জন্য বিদায় হজ্বের ভাষণেও বেশ গুরুত্ব দিয়েছেন। ফলে যুগে যুগে মুহাদ্দিস, মুফাসসির, ইমাম এবং ইসলামী চিন্তাবিদগণ নিজেরা যেমন হাদিস সংগ্রহ করেছেন, অন্যেরা যাতে সেসব হাদিস জানতে ও শিখতে পারে সেজন্য অক্লান্ত পরিশ্রমও করে গেছেন। বিভিন্ন হাদিসের ভেতরে আমরা তাই এমন সব ঘটনার উপস্থিতি লক্ষ্য করি যেখানে সাহাবাগণ রাসূলে করীম সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লামের ইন্তিকালের পর শত শত কি.মি. পথ পায়ে হেঁটে একেকটি হাদিস সংগ্রহ করেছেন। কেউ একটি হাদিস জানেন, তাঁর কাছে ছুটে যাবার জন্য এবং তা শ্রবণ করার জন্য অন্য সাহাবা কিংবা তাবেঈনগণ উন্মত্ত হয়ে থাকতেন।  <p><br>হাদিস শাস্ত্রে এমন অনেক মুহাদ্দেসীনের নাম ইতিহাসে স্বর্ণাক্ষরে লেখা রয়েছে যারা লক্ষ লক্ষ হাদিস সনদ বা বর্ণনাকারীর নাম ও পরিচয়সহ মুখস্ত জানতেন।  <p><br>দৈনন্দিন জীবনের নানান ব্যস্ততা এবং জীবন-জটিলতার মাঝে হয়তো সেভাবে লক্ষ লক্ষ হাদিস মুখস্ত করা আমাদের পক্ষে সম্ভব হবে না, আর তাই রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লাম অন্তত চল্লিশটি হাদিস মুখস্ত রাখা এবং তা প্রচার করার ব্যাপারে সাহাবাগণকে উৎসাহিত করেছেন। কমপক্ষে চল্লিশটি হাদিস মুখস্ত রাখা এবং তা প্রচার করার জন্য রয়েছে অকল্পনীয় ফযিলত। হযরত ইবনে আব্বাস, আনাস এবং আবু হুরায়রা রাদ্বিয়াল্লাহু আনহুম কর্তৃক বর্ণিত। রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লাম বলেছেন, যে ব্যক্তি দীনের খেদমতে আমার হাদিস থেকে চল্লিশটি হাদিস মুখস্ত রাখবে এবং তা অন্যের কাছে প্রচার করবে, হাশরের দিন আল্লাহ্‌ পাক তাকে ফকীহ এবং আলেমগণের কাতারে শামিল করবেন। [মুসনাদে আবু ইয়ালা, জামি বয়ানুল ইলম ওয়া ফাদ্বলিহঃ ১:১৯৪, কানযুল উম্মালঃ ১০:১৩৬ (২৯১৮২)]  <p><br> উল্লেখ্য, হকপন্থী আলেমগণ হলেন রাসূল রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লামের প্রতিনিধি। তাদের মর্যাথ সাধারণ মানুষের মর্যাদায় চেয়ে প্রায় ৭০টি ধাপ উপরে। রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লামের হাদিস মুবারক থেকে ৪০টি হাদিস মুবারক মুখস্ত রাখা এবং অন্যের কাছে তা পৌঁছে দেবার পুরষ্কার হিসেবে আল্লাহ্‌ পাক হাশরের দিন এমন মর্যাদাপূর্ণ প্রতিদান দিবেন। সুবহানআল্লাহ!  <p><br> ইবনে উমর রাদ্বিয়াল্লাহু আনহুমা থেকে বর্ণিত, রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লাম বলেন, যে ব্যক্তি চল্লিশটি হাদিস শিখবে এবং আমার উম্মাহর নিকট পৌঁছে দেবে, কিয়ামতের দিন সে আমার শাফায়াত লাভ করবে কিংবা আমি তার জন্য সাক্ষী হবো। [জামি বয়ানুল ইলম ওয়া ফাদ্বলিহঃ ১:১৯৩] <p><br> রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লাম কারো জন্যে শাফায়াত করলে কিংবা সাক্ষী হলে তার আর চিন্তা কিসের!  <p><br> চল্লিশটি হাদিস মনে রাখার গুরুত্বের উপর তের জন সাহাবা থেকে প্রায় শতাধিক হাদিস বর্ণিত হয়েছে, তাঁদের মধ্যে অন্যতম হলেনঃ আলী বিন আবি ত্বালিব, আবদুল্লাহ বিন মাসুদ, মুয়াজ বিন জাবাল, আবু দ্বারদ্বা, ইবনে উমর, ইবনে আব্বাস, আবু হুরায়রা এবং আবু সাঈদ খুদরী (রাদ্বিয়াল্লাহু তা'আলা আনহুম আজমাঈন)।  <p><br> এখানে গুরুত্ব বিবেচনা করে চল্লিশটি হাদিস সংকলন করা হয়েছে। আপনি চাইলে এই হাদিসগুলো মুখস্ত করতে পারেন, চাইলে অন্য হাদিসও মুখস্ত এবং প্রচার করতে পারেন। আল্লাহ্‌ পাক আমাদের সবাইকে রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লামের যতোগুলো হাদিস সম্ভব মনে রাখা এবং তা অন্যের কাছে পৌঁছে দেবার জন্য কবুল করুন এবং তা আমাদের জন্য সহজ করে দিন। আমীন, ইয়া রাব্বাল আলামীন।",
    "transliteration": "",
    "reference": ""
  },
  {
    "id": 1,
    "title": "১ম হাদিসঃ প্রতিটি কাজ তার নিয়তের উপর নির্ভরশীল",
    "arabic": "عَنْ عُمَرَ بْنِ الْخَطَّابِ رضِيَ اللَّهُ عَنْهُ قَالَ: سَمِعْتُ رَسُولَ اللَّهِ ﷺ يَقُولُ: \"إنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ، وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى، فَمَنْ كَانَتْ هِجْرَتُهُ إلَى اللَّهِ وَرَسُولِهِ فَهِجْرَتُهُ إلَى اللَّهِ وَرَسُولِهِ، وَمَنْ كَانَتْ هِجْرَتُهُ لِدُنْيَا يُصِيبُهَا أَوْ امْرَأَةٍ يَنْكِحُهَا فَهِجْرَتُهُ إلَى مَا هَاجَرَ إلَيْهِ\". (متفق عليه)",
    "translation": "<strong><p><strong>অনুবাদ:</strong></strong> উমর বিন খাত্তাব (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন, আমি নবী ﷺ কে বলতে শুনেছি - প্রতিটি কাজ নিয়তের উপর নির্ভরশীল আর মানুষ তার প্রতিটি কাজে নিয়ত অনুযায়ী ফল পাবে। সুতরাং যে ব্যক্তি আল্লাহ ও তাঁর রাসুলের দিকে হিযরত করবে, তার হিযরত আল্লাহ ও তাঁর রাসুলের দিকে হিযরত হিসেবেই গণ্য হবে। আর যে ব্যক্তি হিযরত করবে দুনিয়া অর্জন করা অথবা কোন মহিলাকে বিবাহ করার উদ্যেশ্যে, তার হিযরত সে হিসেবেই গণ্য হবে, যার উদ্যশ্যে সে হিযরত করেছে।",
    "transliteration": "<strong><strong>উচ্চারণ:</strong></strong> ‘আন উমারা বিন খাত্তাব ক্বালা সামি'তু রাসূলাল্লাহি ﷺ ইয়াক্বুল: ”ইন্নামাল আ'মালু বিননিয়্যাতি, ওয়া ইন্নামা লিকুল্লী আমরিম মা নাওয়া, ফামান কানা হিযরাতুহু ইলাল্লাহি ওয়া রাসুলিহি, ফা'হিযরাতুহু ইলাল্লাহি ওয়া রাসুলিহি। ওয়ামান কানাত হিজরাতুহু লিদদুনিয়া ইউছিবুহা আও ইমরাআতিন ইয়ানকিহুহা ফাহিজরাতুহু ইলা মা হাজারা ইলাইহি।",
    "reference": "[সহীহ বুখারী, অনুচ্ছেদ: কিতাব, ১/৩০ হা: ৫৪; সহীহ মুসলিম, অনুচ্ছেদ: ইমারাহ ৩/১৫১৫ হা: ১৯০৭ সুনানে তিরমিজি, অনুচ্ছেদ: ফাযায়েল ও জিহাদ ৪/১৭৯ হা: ১৬৪৭]"
  },
  {
    "id": 2,
    "title": "২য় হাদিসঃ ইসলামের ভিত্তি পাচঁটি",
    "arabic": "عَنْ‏ ‏ابْنِ عُمَرَ‏ ‏رَضِيَ اللَّهُ عَنْهُ ‏ ‏قَالَ قَالَ رَسُولُ اللَّهِ ‏ﷺ ‏بُنِيَ الْإِسْلَامُ عَلَى خَمْسٍ شَهَادَةِ أَنْ لَا إِلَهَ إِلَّا اللَّهُ وَأَنَّ ‏مُحَمَّدًا رَسُولُ اللَّهِ وَإِقَامِ الصَّلَاةِ وَإِيتَاءِ الزَّكَاةِ وَالْحَجِّ وَصَوْمِ رَمَضَانَ. (متفق عليه)",
    "translation": "<p><strong>অনুবাদ:</strong> ইবনে ওমার রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত। নবী ﷺ এরশাদ করেন- ইসলামের ভিত্তী পাচটি, ১: সাক্ষ্য দেওয়া যে, আল্লাহ ছাড়া কোন ইলাহ নেই, এবং মুহাম্মাদ ﷺ আল্লাহর রাসুল, ২: নামাজ কায়েম করা, ৩: যাকাত প্রদান করা, ৪: হজ্ব আদায় করা এবং ৫: রমাজানে রোযা পালন করা।",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন ইবনে ওমারা রাদিয়াল্লাহু ‘আনহু ক্বালা, ক্বালা রাসুলুল্লাহি ﷺ বুনিয়াল ইসলামু আলা খামছিন, শাহাদাতি ‘আন লা ইলাহা ইল্লাল্লাহু ওয়ান্না মুহাম্মাদান রাসূলুল্লাহি ওয়া ইকামিস সালাতি ওয়া ইতায়িজ যাকাতি ওয়াল হাজ্জা ওয়া সাওমি রামাদান। (মুত্তাফাক্বুন আলাইহি)",
    "reference": "[সহীহ বুখারী, অধ্যায়: অজু, ৪/১৬৪১ হা: ৪২৪৩; সহীহ মুসলিম, অধ্যায়: ঈমান ১/৪৫ হা: ১৬]"
  },
  {
    "id": 3,
    "title": "৩য় হাদিসঃ ঈমানদারের বৈশিষ্ট্য তিনটি",
    "arabic": "عن أَنسٍ رضي اللَّه عنه عن النبي ﷺ قال: \" ثَلاثٌ مَنْ كُنَّ فِيهِ وَجَدَ بِهِنَّ حَلاَوَةَ الإِيَمَانِ: أَنْ يَكُونَ اللَّهُ وَرَسُولُهُ أَحَبَّ إِلَيْهِ مِمَّا سِواهُما، وأَنْ يُحِبَّ المَرْءَ لا يُحِبُّهُ إِلاَّ للَّهِ، وَأَنْ يَكْرَه أَنْ يَعُودَ في الكُفْرِ بَعْدَ أَنْ أَنْقَذَهُ اللَّهُ مِنْهُ، كَمَا يَكْرَهُ أَنْ يُقْذَفَ في النَّارِ\". (متفق عليه)",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আনাস (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন- নবীজী ﷺ এরশাদ করেন, যার মধ্যে তিনটি বৈশিষ্ট থাকবে সে ঐ বৈশিষ্টের কারণে ঈমানের স্বাদ লাভ করবে। সেগুলো হলোঃ ১- যার নিকট আল্লাহ ও তাঁর রাসুল অন্য সবকিছুর চাইতে প্রিয় হবে, ২- যে ব্যক্তি কাউকে শুধুমাত্র আল্লাহর সন্তুষ্টির জন্যেই ভালোবাসবে, ৩- যে ব্যক্তি আল্লাহর অনুগ্রহে কুফর থেকে মুক্তি লাভের পর পুনরায় কুফুরীতে ফিরে যাওয়াকে এমনভাবে অপছন্দ করবে, যেমনিভাবে অগ্নিকুন্ডে নিক্ষিপ্ত হওয়াকে অপছন্দ করে।",
    "transliteration": "উচ্চারণঃ ‘আন আনাসি রাদিয়াল্লাহু ‘আনহু আনিন নাবিয়্যি ﷺ ক্বালা: সালাসুন মান কুন্না ফিহি ওয়াজাদা বিহিন্না হালাওয়াতাল ঈমান: আন ইয়াকুনাল্লাহু ওয়া রাসূলুহু আহাব্বা ইলাইহি মিম্মা সিওয়াহুমা, ওয়ান ইউহিব্বুল মারআ লা ইউহিব্বুহু ইল্লাল্লাহা, ওয়ান ইয়াকরাহা ‘আন ইয়াউদা ফিল কুফরি বা'দা আন আনক্বাযাহুল্লাহু মিনহু, কামা ইয়াকরাহু আন ইউক্বযাফা ফিন নার। (মুত্তাফাক্বুন আলাইহি)",
    "reference": "[সহীহ বুখারী, অধ্যায়: ঈমান ১/১৪ হা: ১৬, ১/১৬ হা: ২১; সহীহ মুসলিম, অধ্যায় ঈমান ১/৬৬ হা: ৪৩; সুনানে তিরমিজি, অধ্যায় ঈমান হা: নং ১০; সুনানে নাসাঈ ৮/৯৪ হা: ৪৯৮৭]"
  },
  {
    "id": 4,
    "title": "৪র্থ হাদিসঃ আল্লাহ ও তার রাসুলকে ভালোবাসার প্রতিদান",
    "arabic": "عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ : جَاءَ أَعْرَابِيا قَالَ لرَسُولُ اللَّهِ ‏ ﷺ، مَتَى السَّاعَةُ ؟ قَالَ : وَمَاذَا أَعْدَدْتَ لَهَا ؟ قَالَ حِبُّ اللَّهَ وَرَسُو له، قَالَ : فَأَنْتَ مَعَ مَنْ أَحْبَبْتَ",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আনাস (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন- নবীজী ﷺ এর নিকট একজন আরব আসল এবং জিজ্ঞাস করল কিয়ামত কখন হবে? নবীজী ﷺ বললেন, তুমি কী অর্জন করেছ? সে বলল আমি আল্লাহ ও তাঁর রাসুলকে ভালোবাসি। নবীজী ﷺ এরশাদ করলেন, তুমি যাকে ভালোবাস তার সাথেই তোমার হাশর হবে।",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন আনাসিন ইবনে মালেক ক্বালা জা'আ আ'রাবিয়্যা ক্বালা লিরাসুলাল্লাহি ﷺ মাতাস সা'আ ? ক্বালা ওয়া মাজা আ'দাত্তা লাহা? ক্বালা হুব্বুল্লাহি ওয়া রাসুলাহু, ক্বালা: ফা ‘আনতা মাআ মান আহবাবতা।",
    "reference": "[সহীহ বুখারী, অধ্যায়: সাহাবীদের ফাযায়েল ৩/১৩৪৯ হা: ৩৪৮৫; সহীহ মুসলিম, অধ্যায়: আদব ৪/২০৩২ হা: ২৬৩৯; সুনানে তিরমিজি, অধ্যায়: যুহুদ ৪/৫৯৫ হা: ২৩৮৫]"
  },
  {
    "id": 5,
    "title": "৫ম হাদিসঃ নবী ﷺ-এঁর ভালোবাসাই ঈমানের মূল",
    "arabic": "عَنْ أَنَسٍ رَضِيَ اللّه عَنْهُ عَنِ النَّبِيِّ ﷺ قال: \" لا يُؤْمِنُ أَحَدُكُمْ حَتَّى أَكونَ أحَبَّ إِلَيْهِ مِنْ وَالِدِهِ وَوَلَدِه وَالنَّاسِ أَجْمَعينَ \". (متفق عليه)",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আনাস (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন- নবীজী ﷺ এরশাদ করেন, তোমরা কেউ ঈমানদার হতে পারবে না, যতক্ষণ পর্যন্ত না আমি তার নিকট তার পিতা-মাতা, সন্তান-সন্ততি এবং সকল মানুষ হতে সর্বাধিক প্রিয় হব।",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন আনাসিন রাদিয়াল্লাহু ‘আনহু ’আনিন নাবিয়্যি ﷺ ক্বালা: লা ইউমিনু আহাদুকুম হাত্তা আকুনা আহাব্বা ইলাইহি মিন ওয়ালিদিহী ওয়া ওলাদিহি ওয়ান নাসি আজমাঈন। (মুত্তাফাক্বুন আলাইহি)",
    "reference": "[সহীহ বুখারী, অধ্যায়: ঈমান ১/১৪ হা: ১৫; সহীহ মুসলিম, অধ্যায়: ঈমান ১/৬৭ হা: ৪৪]"
  },
  {
    "id": 6,
    "title": "৬ষ্ঠ হাদিসঃ সর্বোত্তম আমল",
    "arabic": "عَنْ أَبِي ذَرٍّ، قَالَ قَالَ رَسُولُ اللَّهِ ﷺ \"‏أَفْضَلُ الأَعْمَالِ الْحُبُّ فِي اللَّهِ وَالْبُغْضُ فِي اللَّهِ",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আবু যর (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন- নবীজী ﷺ এরশাদ করেন, সর্বোত্তম আমল হচ্ছে, আল্লাহর সন্তুষ্টির জন্য কাউকে ভালোবাসা এবং আল্লাহর সন্তুষ্টির জন্যই কাউকে অপছন্দ করা।",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন আবি যার রাদিয়াল্লাহু তায়ালা ‘আনহু ক্বালা, ক্বালা রাসূলুল্লাহি ﷺ ”আফযালুল আমালী হুব্বু ফিল্লাহি ওয়াল বুগদু ফিল্লাহি”।",
    "reference": "[সুনানে আবু দাউদ, অধ্যায় সুন্নাহ ৪/১৯৮ হা: ৪৫৯৯; মুসনাদে আহমদ বিন হাম্বল ৫/১৪৬ হা: ২১৩৪১; মুসতাদে বাযযার ৯/৪৬১ হা: ৪০৭৬]"
  },
  {
    "id": 7,
    "title": "৭তম হাদিসঃ দুনিয়াটা মুমিন ও কাফেরের জন্য কেমন?",
    "arabic": "عَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللَّهِ ﷺ الدُّنْيَا سِجْنُ الْمُؤْمِنِ وَجَنَّةُ الْكَافِرِ",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আবু হুরায়রাহ (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন- নবীজী ﷺ এরশাদ করেন, দুনিয়াটা ঈমানদারের জন্য কারাগার আর কাফেরের জন্য জান্নাত।",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন আবি হুরাইরাতা রাদিয়াল্লাহু তায়ালা ‘আনহু ক্বালা: ক্বালা রাসূলুল্লাহি ﷺ ”আদ দুনিয়া সিজনুল মু’মিনি ওয়া জান্নাতুল কাফিরি”।",
    "reference": "[সহীহ মুসলিম, অধ্যায় যুহুদ ৪/২২৭২ হা: ২৯৫৬; সুনানে তিরমিজি, অধ্যায় যুহুদ ৪/৫৬২ হা: ২৩২৪; সুনানে ইবনে মাজাহ, অধ্যায়: যুহুদ ২/১৩৭৮ হা: ৪১১৩]"
  },
  {
    "id": 8,
    "title": "৮ম হাদিসঃ সর্বোত্তম ব্যক্তি",
    "arabic": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، قَالَ : قِيلَ : يَا رَسُولَ اللَّهِ مَنْ أَكْرَمُ النَّاسِ ؟ قَالَ : أَتْقَاهُم",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আবু হুরায়রাহ (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন- নবীজী ﷺ কে জিজ্ঞাস করা হলো, সর্বোত্তম ব্যক্তি কে? নবীজী ﷺ এরশাদ করেন, যে মুত্তাকি (আল্লাহ ভীরু)।",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন আবি হুরাইরাতা রাদিয়াল্লাহু ‘আনহু ক্বালা, ক্বীলাঃ ইয়া রাসূলাল্লাহি মান আকরামুন নাস? ক্বালা: আতকাহুম।",
    "reference": "[সহীহ বুখারী, অধ্যায়: আম্বিয়া, ৩/১২২৪ হা: ৩১৭৫; অধ্যায় মানাকিব ৩/১২৮৭ হা: ৩৩০১; সহীহ বুখারী, অনুচ্ছেদ: ফাযায়েল, ৪/১৮৪৬ হা: ২৩৭৮; মুসান্নাফে ইবনে আবি শাইবা, ৬/৩৪৭ হা: ৩১৯১৯; মুসনাদে আহমদ বিন হাম্বল ২/৪৩১ হা: ৯৫৬৪]"
  },
  {
    "id": 9,
    "title": "৯ম হাদিসঃ ইহসানের পরিচয়",
    "arabic": "عَنْ أَنَسِ بْنِ مَالِكٍ، قَالَ قَالَ رَسُولُ اللَّهِ ﷺ \"الْإِحْسَانُ أَنْ تَعْبُدَ اللَّهَ كَأَنَّكَ تَرَاهُ فَإِنْ لَمْ تَكُنْ تَرَاهُ فَإِنَّهُ يَرَاكَ",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আনাস (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন- নবীজী ﷺ এরশাদ করেন, ইহসান হচ্ছে তুমি এমনভাবে আল্লাহর ইবাদাত করবে যেন তুমি আল্লাহকে দেখছ। আর যদিও তুমি তাঁকে দেখতে না পাও, তুমি মনে করবে, আল্লাহ অবশ্যই তোমাকে দেখছেন।",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন আনাস ইবনে মালেক ক্বালা, ক্বালা রাসূলুল্লাহি ﷺ আল ইহসানু ‘আন তা’বুদাল্লাহা কাআন্নাকা তারাহু ফাইন লাম তাকুন তারাহু ফাইন্নাহু ইয়ারাক।",
    "reference": "[মুসনাদে ইবনে রাবিহ, ১/৪২ হা: ৫৬ ইবনে রজব হাম্বলি কৃত জা'মিউল উলুম ওয়াল হিকাম ১/৩৬]"
  },
  {
    "id": 10,
    "title": "১০ম হাদিসঃ নবীজী ﷺ এর রাত্রিকালীন কঠোর ইবাদত",
    "arabic": "عَنْ عَائِشَةَ رَضِيَ اللَّهُ عَنْهَا: أَنَّ نَبِيَّ اللَّهِ ﷺ كَانَ يَقُومُ مِنَ اللَّيْلِ حَتَّى تَتَفَطَّرَ قَدَمَاهُ، فَقَالَتْ عَائِশَةُ: لِمَ تَصْنَعُ هَذَا يَا رَسُولَ اللَّهِ، وَقَدْ غَفَرَ اللَّهُ لَكَ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ؟ قَالَ: «أَفَلاَ أُحِبُّ أَنْ أَكُونَ عَبْدًا شَكُورًا",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আয়েশা সিদ্দীকা (রাদ্বিয়াল্লাহু তা’আলা আনহা) থেকে বর্ণিত। তিনি বলেন নবীজী ﷺ রাতে ইবাদতের জন্য এমনভাবে দন্ডায়মান থাকতেন যে, তাঁর পা মোবারক ফুলে যেত। হযরত আয়েশা সিদ্দীকা (রাদ্বিয়াল্লাহু তা’আলা আনহা) আরজ করলেন, হে আল্লাহর রাসুল! কেন আপনি এমনটা করছেন, যেখানে আল্লাহ পাক আপনার পূর্বাপর সকল ক্রুটি ক্ষমা করে দিয়েছেন। নবীজী এরশাদ করলেন, আমিকি এটা পছন্দ করবনা যে, আমি শুকরগুজার বান্দাহ হই? (সহীহ বুখারী, ও সহীহ মুসলিম)",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন ’আয়িশাতা রাদিয়াল্লাহা ‘আনহা: আন্না নাবিয়াল্লাহি ﷺ কানা ইয়াকুমু মিনাল লাইলি হাত্তা তাতাফাত্তারা ক্বাদামাহু ফাক্বালাত ‘আয়িশাতা লিমা তাসনাউ হাযা ইয়া রাসূলুল্লাহি, ওয়া কাদ গাফারাল্লাহু লাকা মিন যাম্বিকা ওয়ামা তাআক্ষারা? ক্বালা: আফালা উহিব্বু ‘আন আকুনা আবদান শাকুরান।",
    "reference": "[সহীহ বুখারী, অধ্যায় তাফসির ৪/১৮৩০ হা: ১৮৩০ হা: ৪৫৫৭; সহীহ মুসলিম, অধ্যায় কিয়ামত, জান্নাত ও জাহান্নামের বৈশিষ্ট 4/২১৭২; সুনানে তিরমিজি, অধ্যায়: সালাত ২/২৬৮ হা: ৪১২]"
  },
  {
    "id": 11,
    "title": "১১তম হাদিসঃ হাদিস প্রচারের হুকুম ও মিথ্যা হাদিস প্রচারের ভয়াবহতা",
    "arabic": "عن عبد الله بن عمرو بن العاص رضي الله عنهما : أنَّ النبيَّ - صلى الله عليه وسلم قَالَ : \"بَلِّغُوا عَنِّي وَلَوْ آيَةً، وَحَدِّثُوا عَنْ بَنِي إسْرَائِيلَ وَلاَ حَرَجَ، وَمَنْ كَذَبَ عَلَيَّ مُتَعَمِّداً فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّارِ\". (رواه البخاري)",
    "translation": "<p><strong>অনুবাদ:</strong> আব্দুল্লাহ ইবনে আমর (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ ﷺ বলেছেন যে, তোমরা আমার পক্ষ থেকে একটি আয়াত (বাক্য) হলেও মানুষের নিকট পৌছে দাও। আর তোমরা বনি ঈসরাঈল থেকে হাদিস বর্ণনা কর, এতে কোন অসুবিধা নেই। তবে, যে ব্যক্তি ইচ্ছাকৃতভাবে আমার উপর মিথ্যারোপ করল (মিথ্যা হাদিস বর্ণনা করল), সে যেন জাহান্নামে নিজের ঠিকানা করে নিল।",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন আবদিল্লাহ বিন ওমার (রাদ্বিয়াল্লাহু তা’আলা আনহু) ক্বালা, আন্না নাবিয়্যাহ ﷺ ক্বালা ”বাল্লিগু আন্নি ওলাও আয়াহ, ওয়া হাদ্দিসু ‘আন বানি ইসরাঈল ওলা হারাযা, মান কাযাবা আলাইয়্যা মুতাআম্মিদান ফাল ইয়াতাবাওয়া মাক্ব’আদাহু মিনান নার। (রাওয়াহু বুখারী)",
    "reference": "[সহীহ বুখারী, অনুচ্ছেদঃ আম্বিয়াদের হাদিস হাঃ ৩২৭৪; সুনানে তিরমিজি, অনচ্ছেদঃ ইলম হাঃ ২৬৬৯; মুসনাদে আহমদ বিন হাম্বল ২/১৫৮; সুনানে দারেমী হাঃ ৫৪২]"
  },
  {
    "id": 12,
    "title": "১২তম হাদিসঃ নবীজী হচ্ছেন বন্টনকারী",
    "arabic": "عَنْ أَبِيْ هُرَيْرَةَ أَنَّ رَسُوْلَ اللهِ صلى الله عليه وسلم قَالَ مَا أُعْطِيكُمْ وَلَا أَمْنَعُكُمْ إِنَّمَا أَنَا قَاسِمٌ أَضَعُ حَيْثُ أُمِرْتُ",
    "translation": "<p><strong>অনুবাদ:</strong> আবূ হুরাইরাহ্ (রাদ্বিয়াল্লাহু আনহু) হতে বর্ণিত। আল্লাহর রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লাম বলেন, ‘আমি তোমাদের দানও করি না এবং তোমাদের বঞ্চিতও করি না। আমি তো মাত্র বণ্টনকারী, যেভাবে নির্দেশিত হই, সেভাবে ব্যয় করি।’",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন আবি হুরায়রাতা আন্না রাসূলাল্লাহি সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লামা ক্বালা মা উ’তীকুম ওয়ালা আমনা’উকুম ইন্নামা আনা ক্বাসিমুন আদ্ব’আ হাইছু উমিরতু",
    "reference": "[সহীহ বুখারী, অধ্যায়ঃ খুমুস (এক পঞ্চমাংশ), ৩১১৭, (আধুনিক প্রকাশনীঃ ২৮৮৩, ইসলামিক ফাউন্ডেশনঃ ২৮৯৪)]"
  },
  {
    "id": 13,
    "title": "১৩তম হাদিসঃ পবিত্রতা, তাসবিহ, সালাত, ধৈর্য এবং কোরআনের ফযিলত",
    "arabic": "عَنْ أَبِي مَالِكٍ الْأَشْعَرِيِّ قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ \"الطَّهُورُ شَطْرُ الْإِيمَانِ، وَالْحَمْدُ لِلَّهِ تَمْلَأُ الْمِيزَانَ،وَسُبْحَانَ اللَّهِ وَالْحَمْدُ لِلَّهِ تَمْلَآنِ -أَوْ: تَمْلَأُ- مَا بَيْنَالسَّمَاءِ وَالْأَرْضِ، وَالصَّلَاةُ نُورٌ، وَالصَّدَقَةُ بُرْهَانٌ،وَالصَّبْرُ ضِيَاءٌ، وَالْقُرْآنُ حُجَّةٌ لَك أَوْ عَلَيْك، كُلُّ النَّاسِيَغْدُو، فَبَائِعٌ نَفْسَهُ فَمُعْتِقُهَا أَوْ مُوبِقُهَا\". (رَوَاهُ مُسْلِمٌ)",
    "translation": "<p><strong>অনুবাদ:</strong> আবূ মালিক আল আশ'আরী (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লাম বলেছেনঃ পবিত্রতা হল ঈমানের অংশ। “আলহামদু লিল্লা-হ” মিযানের পরিমাপকে পরিপূর্ণ করে এবং ”সুবহানাল্লা-হ ওয়াল হামদুলিল্লা-হ” আসমান ও জমিনের মধ্যবর্তী স্থানকে পরিপূর্ণ করে। “সালাত” হচ্ছে একটি উজ্জ্বল জ্যোতি। “সদাকাহ” হচ্ছে দলীল। “ধৈর্য” হচ্ছে জ্যোতির্ময়। আর ”আল কুর’আন' হবে তোমার পক্ষে অথবা বিপক্ষে প্রমাণ স্বরূপ। বস্তুতঃ সকল মানুষই প্রত্যেক ভোরে নিজেকে আমলের বিনিময়ে বিক্রি করে। তার আমল দ্বারা সে নিজেকে (আল্লাহর আযাব থেকে) মুক্ত করে অথবা সে তার নিজের ধ্বংস সাধন করে।",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন আবি মালিকিল আশআরি ক্বালা: ক্বালা রাসূলুল্লাহি ﷺ আত্ব তুহুরু সাতরুল ঈমান। ওয়াল হামদু লিল্লাহু তামলাউল মিযান। ওয়াসুবহানাল্লাহি ওয়াল হামদু লিল্লাহি তামলানি আও তামলাউ-মা বাইনাস সামায়ি ওয়াল আরদ্বি, ওয়াসসালাতু নূরুন, ওয়াসসাদাক্বাতু বুরহানুন, ওয়াসসাবরু দ্বিয়াউন। ওয়াল কুরআনু হুজ্জাতুন লাকা আও আলাইকা। কুল্লু নাসি ইয়াগদু, ফাবাই-উ নাফসাহু, ফামু’তিক্বুহা আও মুবিক্বুহা। (রাওয়াহু মুসলিম)",
    "reference": "[সহীহ মুসলিম, তাহারাত অধ্যায়, অনুচ্ছেদঃ অজুর ফযিলত হাঃ ২২৩; সুনানে নাসাঈ হাঃ ৩৯৪০; বায়হাকী সুনানে কুবরা ৭/৭৮; মুস্তাগরেক হাকেমঃ ২/১৬০; মুসনাদে আহমদ বিন হাম্বল ৩/১৯৯ হাঃ ১৩০৮৮]"
  },
  {
    "id": 14,
    "title": "১৪তম হাদিসঃ মৃত্যুর পরেও যে সকল আমলের সওয়াবের ধারা বন্ধ হয় না",
    "arabic": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ تَعَالَى عَنْهُ، قَالَ رَسُولَ اللَّهِﷺ: ”إِذَا مَاتَ الإِنْسَانُ انْقَطَعَ عَمَلُهُ إِلا مِنْثَلاثٍ: صَدَقَةٍ جَارِيَةٍ، أَوْ عِلْمٍ يُنْتَفَعُ بِهِ، أَوْ وَلَدٍ صَالِحٍ يَدْعُو لَهُ”.  (رَوَاهُ مُسْلِمٌ)",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আবু হুরায়রা (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ ﷺ বলেছেন যে, যখন মানুষ মারা যায় তখন তার আমলের (সওয়াবের) ধারা বন্ধ হয়ে যায়, তিনটি আমল ব্যতিত (এ তিনটি আমলের সওয়াব বন্ধ হয় না)। ১- সদকায়ে জারিয়াহ, ২- এমন ইলম যা দ্বারা উপকার লাভ করা যায়, ৩- এমন সু-সন্তান যে তার জন্য দোয়া করবে।",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন আবি হুরাইরাতা রাদিয়াল্লাহু তায়ালা ‘আনহু ক্বালা রাসূলুল্লাহি ﷺ ক্বালা ইযা মা-তাল ইনসানুনক্বাতা’আ ‘আমালাহু ইলা মিন ছালাছিন: সাদাক্বাতিন জারিয়াতিন, আও ইলমিন ইউনতাফা’উ বিহি, আও ওলাদিন সালিহিন ইয়াদ’উ লাহু।",
    "reference": "[সহীহ মুসলিম, অছিয়ত অধ্যায়, হাঃ ১৬৩১; সুনানে তিরমিজি, আহকাম অধ্যায় ১৩৭৬; সুনানে নাসাঈ, অছিয়ত অধ্যায় হাঃ ৩৬৫১; সুনানে আবু দাউদ ২৮৮০; মুসনাদে আহমদ বিন হাম্বল ২/৩৭২]"
  },
  {
    "id": 15,
    "title": "১৫তম হাদিসঃ দোয়া হচ্ছে ইবাদতের মূল",
    "arabic": "عن أَنسٍ رضي اللَّه قَالَ قَالَ رَسُولُ اللَّهِ ﷺ: \"الدُّعَاءُ مُخُ‏ الْعِبَادَةِ",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আনাস বিন মালেক (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ ﷺ বলেছেন, দোয়া হচ্ছে ইবাদাতের মগজ (মূল)।",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন আনাস বিন মালিক ক্বালা, ক্বালা রাসূলুল্লাহি ﷺ ”আদ দু’আউ মুখখুল ‘ইবাদাহ” (রাওয়াহু তিরমিজি ও দায়লামী)",
    "reference": "[তিরমিযী ৫/৪৫৬, হাদিস ৩৩৭১; দায়লামী ২/২২৪, হাদিসঃ ৩০৮৭; হাকেম তিরমিযী, নও্যাদিরুল উসূল, ২/১১৩; ইবনে রজব, জামিউল উলুম ওয়াল হিকাম ১/১৯১; মুনযরী, আস-সুনান, কিতাবুদ দাওয়াত, ৪/৪৪৮, হাদিসঃ ২১৩৯]"
  },
  {
    "id": 16,
    "title": "১৬তম হাদিসঃ দোয়া কবুলের সময়",
    "arabic": "عن أبي أمامة رضي الله عنه قال: قيل «يَا رَسُولَاللهِ ﷺ أَيُّ الدُّعَاءِ أَسْمَعُ؟» قَالَ: ”جَوْفَ اللَّيْلِ الآخِرِ،وَدُبُرَ الصَّلَوَاتِ الْمَকْتُوبَاتِ” رواه الترمذي و النسائي",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আবু উমামা (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন, একদিন রাসুলুল্লাহ ﷺ এর দরবারে আরজ করা হল, হে আল্লাহ্‌র রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম, কোন সময়ের দোয়া সবচেয়ে বেশি কবুল হয়ে থাকে। তিনি ﷺ এরশাদ করলেন, রাতের শেষাংশে এবং ফরজ নামাজের পরে।",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন আবি উমামাতা রাদিয়াল্লাহু ‘আনহু ক্বালা ইয়া রাসূলাল্লাহি ﷺ আইয়্যুদ দু’আয়ি আসমা’উ? ক্বালা যাওফাল লাইলিল আখিরি, ওয়াদুবুরাস সালাওয়াতিল মাকতুবাত। (রাওয়াহু তিরমিজি ও নাসাঈ)",
    "reference": "[তিরমিযী ৫/৫২৬ হা: ৩৪৯৯; নাসায়ী, আস সুনানুল কুবরা, ৬/৩২, হা: ৯৯৩৬; আব্দুর রাযযাক, আল মুসান্নাফ, ২/৪২৪, হা: ৩৯৪৪; নাসায়ী, আমালাল ইয়াওমি ওয়াল লাইলা, ১/১৮৬, হা: ১০৮; তাবরানী, আল ম’জামুল আওস্ত ৩/৩৭০, হা: ৩৪২৮; মুসনাদে শামী ১/৪৫৪, হা: ৮০৩]"
  },
  {
    "id": 17,
    "title": "১৭তম হাদিসঃ জানাজার নামাজের পর দোয়া",
    "arabic": "عَنْ أَبِي هُرَيْرَةَ ، قَالَ : سَمِعْتُ رَسُولَ اللَّهِ ﷺيَقُولُ : \" إِذَا صَلَّيْتُمْ عَلَى الْمَيِّتِ فَأَخْلِصُوا لَهُ الدُّعَاءَ \" رواه أبو داود",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আবু হুরায়রা (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন, আমি রাসুলুল্লাহ ﷺ কে বলতে শুনেছি, যখন তোমরা মৃত ব্যক্তির জানাজার নামাজ পড়বে, (সাথে সাথে) তার জন্য বিশেষভাবে দোয়া করবে।",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন আবি হুরাইরাতা রাদিয়াল্লাহু তায়ালা ‘আনহু ক্বালা সামি’তু রাসুলাল্লাহি ﷺ ইয়াক্বুলু ইযা সাল্লাইতুম আলাল মাইয়্যিতি ফাআখলিছু লাহুদ দুয়া। (রাওয়াহু আবু দাঊদ)",
    "reference": "[সুনানে ইবনে মাজাহঃ ১৪৯৭; আবু দাঊদঃ ৩১৯৯]"
  },
  {
    "id": 18,
    "title": "১৮তম হাদিসঃ কবর যিয়ারতের ফযিলত",
    "arabic": "عَنْ بريرة رَضِيَ اللَّهُ تَعَالَى عَنْهُ قَالَ: قَالَ رَسُولُاللَّهِ ﷺ: \"كُنْتُ نَهَيْتُكُمْ عَنْ زِيَارَةِ الْقُبُورِ، فَزُورُوهَا، رواه مسلم والترميذي و زاد فَإِنَّها وَتُذَكِّرُكم الآخِرَةَ",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত বুরায়রাহ (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ ﷺ বলেছেন যে, আমি তোমাদেরকে কবর যিয়ারত করতে নিষেধ করেছিলাম, কিন্তু এখন তোমরা কবর যিয়ারত কর (সহীহ মুসলিম)। সুনানে তিরমিজিতে এ বাক্যটা যুক্ত হয়েছেঃ ”কেননা এটি তোমাদের পরকালকে স্মরণ করিয়ে দিবে।”",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন বুরায়রাতা (রাদ্বিয়াল্লাহু তা’আলা আনহু) ক্বালা ক্বালা রাসুলুল্লাহি ﷺ কুনতু নাহাইতুকুম ‘আন জিয়ারাতিল ক্বুবুরি, ফাযুরুহা, রাওয়াহু মুসলিম, ওয়াত তিরমিজি ওয়া যাদাত, ফা ইন্নাহা তুযাক্কিরুকুমুল আখিরাতা।",
    "reference": "ইবনে মাজাহঃ ১৫৭১; সুনানে তিরমিজি, অধ্যায়ঃ জানাজা ৩, ৪/৩৭০ হাঃ ১০৫৪; সুনানে আবু দাউদ, অধ্যায়ঃ জানাজা, অনুচ্ছেদঃ কবর যিয়ারত, ৩/২১৮ হাঃ ৩২৩৫; সুনানে কুবরা নাসাঈ ৪/৮৯ হাঃ ২০৩২]"
  },
  {
    "id": 19,
    "title": "১৯তম হাদিসঃ রাসুলুল্লাহ ﷺ এর রওজ্বা যিয়ারতের ফযিলত",
    "arabic": "عَنِ ابْنِ عُمَرَ، قَالَ: قَالَ رَسُولُ اللَّهِ ﷺ : مَنْ زَارَقَبْرِي وَجَبَتْ لَهُ شَفَاعَتِي (رواه الدار قطني و البيهقي)",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত ইবনে উমর (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ ﷺ বলেছেন যে ব্যক্তি আমার রওজ্বা যিয়ারত করল, তার জন্য সুপারিশ করা আমার উপর ওয়াজিব হয়ে গেল।",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন ইবনে উমারা (রাদ্বিয়াল্লাহু তা’আলা আনহু) ক্বালা, ক্বালা রাসূলুল্লাহি ﷺ মান যারা ক্বাবরি, ওয়াজাবাত লাহু শাফায়াতি।",
    "reference": "[সুনানে দারে কুত্বনী ২/২৭৮ হাঃ ১৯৪; বায়হাকীঃকৃত শুয়াইবুল ইমান ৩/৪৯০ হাঃ ৪১৫৯; ইমাম হায়সামী কৃত মুজামুয যাওয়ায়েদ ৪/২]"
  },
  {
    "id": 20,
    "title": "২০তম হাদিসঃ মক্কা অথবা মদিনায় ইন্তেকালের ফযিলত",
    "arabic": "عَنْ حَاطِبٍ، قَالَ : قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِوَسَلَّمَ : \" مَنْ زَارَنِي بَعْدَ مَوْتِي، فَكَأَنَّمَا زَارَنِي فِيحَيَاتِي، وَمَنْ مَاتَ فِي أَحَدِ الْحَرَمَيْنِ بُعِثَ يَوْمَ الْقِيَامَةِمِنَ الْآمِنِينَ\" (رواه الدار قطني و البيهقي)",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত হাতেব (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন, রাসুলুল্লাহ ﷺ বলেছেন যে, যে ব্যক্তি আমি দুনিয়া থেকে পর্দা করার পরে আমার রওজ্বা যিয়ারত করে সে যেন আমার হায়াত অবস্থায়ই আমার যিয়ারত (সাক্ষাত) করল। যে ব্যক্তি হারামাঈন শারিফাঈন (মক্কা ও মদিনা) এর যে কোন একটিতে ইন্তেকাল করল, কিয়ামত দিবসে নিরাপত্তা প্রাপ্ত বান্দাদের সাথে সে উত্থিত হবে।",
    "transliteration": "<strong>উচ্চারণ:</strong> ‘আন হা-তিবিন, ক্বালা ক্বালা আন্নাবিয়্যু ﷺ ”মান যারানি বা'দা মাওতি ফাকাআন্নামা যারানি ফি হায়াতি। ওমান মাতা ফি আহাদিল হারামাইনি বু’য়িছা ইয়াওমাল কিয়ামাতি মিনাল আমিনিন।” (দ্বারে-কুতনী ও বায়হাকী)",
    "reference": "[সুনানে দারে কুত্বনী ২/২৭৮ হাঃ ৯১৩; বায়হাকীঃকৃত শুয়াইবুল ইমান ৩/৪৮৮ হাঃ ৪১৫১; যাহাবী কৃত মিযানুল ই'তিদাল ৭/৬৩; ইবনে হাজার আস্বকালানী কৃত লিসানিক মিজান ৬/১৮০; ইমাম মুনযারী কৃত আত তারগিব ওয়াত তারহিব ২/১৪৭ হাঃ ১৮৬৫; সূয়ূতী কৃত দুররুল মানসুর ১/৫৬৯]"
  },
  {
    "id": 21,
    "title": "২১তম হাদিসঃ নামাজে আস্তে আমিন বলা",
    "arabic": "عَنْ عَلْقَمَةَ عَنْ وَائِلٍ عَنْ أَبِيهِ أَنَّ النَّبِيَّ ﷺ َقرَأَ ‏: ‏ ‏(غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلاَ الضَّالِّينَ ‏)‏ فَقَالَ ‏\" آمِينَ \"‏‏.‏ وَخَفَضَ بِهَا صَوْتَهُ. رواه الترمذي و أحمد و الحاكم",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত ওয়ায়িল হুযর (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে। তিনি তার পিতা থেকে বর্ণনা করেন, নবীজী (ﷺ) নামাজে (গায়রিল মাগদ্বুবি আলাইহিম, ওলাদ্দ্বোয়াল্লিন) পড়লেন- অতঃপর বললেন, “আমিন”। নবীজী (ﷺ) আমিন বলার সময় স্বরকে নিচু করলেন (আস্তে পড়লেন)।",
    "transliteration": "উচ্চারণঃ ‘আন ‘আলক্বামাতা ‘আন ওয়া-ইলিন ‘আন আবীহি আন্নান্নাবিয়্যা ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামা ক্বারাআঃ (গ্বাইরিল মাগদ্বু বি ‘আলাইহিম ওয়া লাদ্দ্বোয়াল্লীন) ফাক্বালা “আমীন”। ওয়া খাফাদ্বা বিহা ছাওতাহু। রাওয়ায়হুত তিরমিজি ওয়া আহমাদ, ওয়া হাকিম।",
    "reference": "[সুনানে তিরমিজি ২৪৭; মুসনাদে আহমদ বিন হাম্বল- ৪/৩১৬; মুস্তাদরাক হাকেম- ২৯১২]"
  },
  {
    "id": 22,
    "title": "২২তম হাদিসঃ ইমামের পিছনে কেরাত না পড়া",
    "arabic": "عَنْ أَبِي هُرَيْرَةَ قَالَ : قَالَ رَسُولُ اللَّهِ ﷺ: إنَّمَا جُعِلَ الْإِمَامُ لِيُؤْتَمَّ بِهِ فَإِذَا كَبَّرَ فَكَبِّرُوا وَإِذَا قَرَأَ فَأَنْصِتُوا. رواه أَبُو دَاوُد و ابن ماجه و أحمد",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আবু হুরায়রা (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন, নবীজী ﷺ এরশাদ করেছেন, যাকেই ইমাম বানানো হয়, তাকেই (নামাজে) পরিপূর্ণ অনুসরণ করতে হয়। যখন সে তাকবির বলে তখন তোমরাও তাকবির বল। যখন সে কেরাত পড়ে, তখন তোমরা চুপ থাক।",
    "transliteration": "উচ্চারণঃ ‘আন আবি হুরায়রাতা ক্বালাঃ ক্বালা রাসুলুল্লাহি ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামাঃ ইন্নামা জু’ইলাল ইমামু লি ইউতাম্মা বিহি ফা-ইজা কাব্বারা ফাকাব্বিরু ও ইযা ক্বারাআ আফা’আনছিতু। রাওয়াহু আবু দাউদ, ওয়া ইবনে মাজাহ, ওয়া আহমাদ।",
    "reference": "[ইবনে মাজাহ- ৮৪৬; আবু দাউদ- ৬০৪; মুসনাদে আহমদ বিন হাম্বল ২/৩৭৬]"
  },
  {
    "id": 23,
    "title": "২৩তম হাদিসঃ নামাজে শুধুমাত্র একবার হাত উত্তোলন করা",
    "arabic": "عَنْ عَلْقَمَةَ، قَالَ: قَالَ عَبْدُ اللَّهِ بْنُ مَسْعُودٍ: أَلَا أُصَلِّي بِكُمْ صَلَاةَ رَسُولِ اللَّهِ ﷺ؟ فَصَلَّى، فَلَمْ يَرْفَعْ يَدَيْهِ إِلَّا فِي أَوَّلِ مَرَّةٍ . رواه الترمذي و أَبُو دَاوُد و النسائي",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আলকামা (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। প্রখ্যাত সাহাবী হযরত আব্দুল্লাহ ইবনে মাসউদ (রাদ্বিয়াল্লাহু তা’আলা আনহু) বলেন, আমি কি তোমাদেরকে নবীজী (ﷺ) এর নামাজ আদায়ের পদ্ধতি শিক্ষা দিব না? বর্ণনাকারী বলেন, অতঃপর তিনি নামাজ পড়লেন এবং একবার ব্যতিত তিনি আর হাত উত্তোলন করলেন না। (শুধু একবার হাত উত্তোলন করেন)।",
    "transliteration": "উচ্চারণঃ ‘আন ‘আলক্বামাতা ক্বালা, ক্বালা আবদুল্লাহ বিন মাসঊদঃ আলা উছাল্লি বিকুম ছালাতা রাসুলিল্লাহি ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামা? ফাছাল্লা, ফালাম ইয়ারফাউ ইয়াদাইহি ইল্লা ফী আউয়ালি মাররাতিন। রাওয়াহুত তিরমিজি, ওয়া আবু দাউদ, ওয়ান নাসায়ী।",
    "reference": "[আবু দাউদ- ৭৪৮; তিরমিজি- ২৫৭; নাসাঈ- ১০২৬]"
  },
  {
    "id": 24,
    "title": "২৪তম হাদিসঃ নামাজে নাভির নিচে হাত বাঁধা",
    "arabic": "عَنْ عَلْقَمَةَ بْنِ وَائِلِ بْنِ حُجْرٍ، عَنْ أَبِيهِ قَالَ: رَأَيْتُ النَّبِيَّ ﷺ َوضَعَ يَمِينَهُ عَلَى شِمَالِهِ فِي الصَّلَاةِ تَحْتَ السُّرَّةِ. مصنف ابن ابی شیبه. آثار السنن للنیموی، (حاشيه) فیض الباری علی صحیح البخاری للکشمیری",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত ওয়ায়েল ইবনে হুযর (রাদ্বিয়াল্লাহু তা’আলা আনহু) তার পিতা থেকে বর্ণনা করেন। তার পিতা বলেন, আমি নবীজী (ﷺ) কে নামাজে ডানহাত বামহাতের উপর নাভির নিচে রাখতে দেখেছি।",
    "transliteration": "উচ্চারণঃ ‘আন ‘আলক্বামাতা ইবনে ওয়া-ইলিন ইবনি হুজরিন, ‘আন আবীহি ক্বালা, রা-আইতু ন্নাবিয়্যি ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামা ওয়াদ্বা’আ ইয়ামীনাহু ‘আলা শিমালিহি ফিচ চালাতি তাহতাস ছুররাতি। মুসান্নাফ ইবনে আবি শায়বা, আছারা ছুনানিল লিল নিমু, (হাশিয়া) ফায়দ্বুল বারি আলাছ ছাহীহিল বুখারী, লিল কাশ্মীরী।",
    "reference": "[মুসান্নেফে ইবনে আবি শাইবা ৩/৩২০ হা: ৩৯৫৯]"
  },
  {
    "id": 25,
    "title": "২৫তম হাদিসঃ তারাবির নামাজ বিশ রাকাত",
    "arabic": "عن ابن عباس رضي الله عنهما أَنَّ رَسُولَ اللَّهِ ﷺ كَانَ يُصَلِّي فِي رَمَضَانَ عِشْرِينَ رَكْعَةً وَالْوِتْرَ. رواه ابن أبي شيبة و عبد بن حميد و الطبراني والبيهقي",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত ইবনে আব্বাস (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। নবীজী (ﷺ) পবিত্র রমজান মাসে বিশ রাকাত নামাজ (তারাবিহ) আদায় করতেন। অতঃপর বিতির পড়তেন।",
    "transliteration": "উচ্চারণঃ ‘আন ইবনে ‘আব্বাস রাদ্বিয়াল্লাহু ‘আনহুমা আন্না রাসুলুল্লাহি ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামা কানা ইউচাল্লি ফী রামাদ্বানা ইশরীনা রাক’আতান ওয়ালবিতরা। রাওয়াহু ইবনে আবি শায়বা, ওয়া আব্দ বিন হুমাইদ, ওয়া ত্বাবারানী, ওয়াল বায়হাক্বী।",
    "reference": "[মাসান্নেফে ইবনে আবি শাইবা- ৭৬৯২; মাসনাদে ইবনে হুমায়েদ- ৬৫৩; তারবানীর মু'জামুল কাবির- ১২১০; মু'জামে আউসাত ৭৯৮; বাযহাকীর সুনানে কুবরাহ ২/৪৯৬ হা: ৪৩৯১]"
  },
  {
    "id": 26,
    "title": "২৬তম হাদিসঃ শবে বরাতের ফযিলত",
    "arabic": "عَنْ مُعَاذِ بْنِ جَبَلٍ، عَنِ النَّبِيِّ ﷺ قَالَ: يَطْلُعُ اللَّهُ تَعَالَى إِلَى خَلْقِهِ لَيْلَةَ النِّصْفِ مِنْ شَعْبَانَ فَيَغْفِرُ لِجَمِيعِ خَلْقِهِ إِلا لِمُشْرِكٍ أَوْ مُشَاحِنٍ. رواه ابن حبان",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত মুয়াজ বিন জাবাল (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। নবীজী (ﷺ) এরশাদ করেছেন, শাবানের মধ্যতম রজনীতে (১৫ই শাবান) আল্লাহ পাক বান্দাহদের উপর রহমতের দৃষ্টি দেন এবং মুশরিক ও ঝগড়া বিবাদে লিপ্ত ব্যক্তি ব্যতীত সকলকে ক্ষমা করে দেন।",
    "transliteration": "উচ্চারণঃ ‘আন মু’আজ বিন জাবাল- ‘আনিন্নাবিয়্যি ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামা ক্বালাঃ ইয়াত্বলুউল্লাহু তা’আলা ইলা খালক্বিহি লাইলাতান নিসফি মিন শা’বানা ফা-ইয়াগফিরু লিজামি’ই খালক্বিহি ইল্লা লি-মুশরিকিন আও মুশাহিনিন। রাওয়াহু ইবনে হিব্বান।",
    "reference": "[সহীহ ইবনে হিব্বান ১২/৪৮১ হা: ৫৬৬৫]"
  },
  {
    "id": 27,
    "title": "২৭তম হাদিসঃ নবীজি ﷺ এর পিতা-মাতা মু’মিন ছিলেন",
    "arabic": "عَنِ ابْنِ عَبَّاسٍ، رَضِيَ اللَّهُ عَنْهُمَا ، قَالَ : قَالَ رَسُولُ اللَّهِ ﷺ \" مَا وَلَدَنِي مِنْ سِفَاحٍ أَهْلُ الْجَاهِلِيَّةِ شَيْءٌ، مَا وَلَدَنِي إِلا نِكَاحٌ كَنِكَاحِ الإِسْلامِ. رواه الطبرني و البيهقي و ابن عساكر",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত ইবনে আব্বাস (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন, নবীজী (ﷺ) এরশাদ করেছেন, আমার সম্মানিত পিতা-মাতার মধ্যে জাহেলী যুগের বিন্দু পরিমান খারাপ কিছু ছিলনা। এবং আমার জন্ম ইসলাম সম্মত বিবাহ বন্ধনের মাধ্যমে হয়েছে।",
    "transliteration": "উচ্চারণঃ ’আন ইবনে ‘আব্বাস রাদ্বিয়াল্লাহু ‘আনহুমা ক্বালাঃ ক্বালা রাসুলুল্লাহি ছাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামাঃ “মা ওলাদানী মিন সিফাহী আহলুলজাহিলিয়্যাতি শাই-উন, মা ওলাদানী ইল্লা নিকাহুনকা-নিহাহিল ইসলামি। রাওয়াহুত ত্বাবরানী, ওয়ালবায়হাক্বী, ওয়া ইবনে আসাকির।",
    "reference": "[তাবরানী মুজামুল কাবির ১০/৩২৯, হা: ১০৮১২; বাযহাকী সুনানে কুবরা- ৭/১৯০ হা: ১৩৮৫৪; ইবনে আসাকির তারিখে দামেস্ক- ৩/৪০০]"
  },
  {
    "id": 28,
    "title": "২৮তম হাদিসঃ নবীজি ﷺ নিজের জন্মদিনে রোযা রাখতেন",
    "arabic": "عن أبى قتادة حينما سُئِلَ النبي ﷺ عَنْ صَوْمِ يَوْمِ الِاثْنَيْنِ قَالَ ذَاكَ يَوْمٌ وُلِدْتُ فِيهِ وَيَوْمٌ بُعِثْتُ أَوْ أُنْزِلَ عَلَيَّ فِيهِ. رواه مسلم",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত কাতাদাহ (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। একদা নবীজী (ﷺ) কে প্রতি সোমবারে রোযা রাখা সম্পর্কে জিজ্ঞাসা করা হলো। নবীজী (ﷺ) ইরশাদ করলেন, এই দিনে আমি জন্ম গ্রহণ করেছি এবং এই দিনে আমাকে নবী হিসেবে প্রেরণ করা হয়েছে অথবা আমার উপর কোর’আন অবতীর্ন করা হয়েছে।",
    "transliteration": "উচ্চারণঃ ‘আন আবি ক্বাতাদাতা হাইনামা সু-ইলান্নাবিয়্যি ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামা ‘আন সাওমি ইয়াওমিল ইসনাইনি ক্বালা যা'কা ইয়াওমুন উলিদতু ফীহি ওয়া ইয়াওমুন বু’ইছতু আও উনযিলা‘আলাইয়্যা ফীহি। রাওয়াহু মুসলিম।",
    "reference": "[সহীহ মুসলিম, কিতাবঃসিয়াম, ২/৮১৯ হাঃ ১১৬২; নাসাঈ কৃত সুনানে কুবরা ২/১৪৬ হাঃ ২৭৭৭; মুসনাদে আহমদ বিন হাম্বল ৫/২৯৭ হাঃ ২২৫৯৪]"
  },
  {
    "id": 29,
    "title": "২৯তম হাদিসঃ সাহাবায়ে কেরাম নবীজি ﷺ এর সম্মানে ক্বিয়াম করতেন",
    "arabic": "عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ كَانَ رَسُولُ اللَّهِ ﷺ يَجْلِسُ مَعَنَا فِي الْمَجْلِسِ يُحَدِّثُنَا فَإِذَا قَامَ قُمْنَا قِيَامًا حَتَّى نَرَاهُ قَدْ دَخَلَ بُيُوتَ أَزْوَاجِهِ. (رواه أَبُو دَاوُد)",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আবু হুরায়রা (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন, নবীজী (ﷺ) আমাদের সাথে মসজিদে নববীতে বসে দ্বীনি বিষয়ে আলোচনা করতেন। যখন তিনি দাঁড়াতেন, আমরাও দাঁড়িয়ে যেতাম। ততক্ষণ পর্যন্ত আমরা দাঁড়িয়ে থাকতাম যতক্ষণ পর্যন্ত না আমরা দেখতাম তিনি তার কোন এক বিবির ঘরে প্রবেশ করেছেন।",
    "transliteration": "উচ্চারণঃ ‘আন আবি হুরায়রাতা রাদ্বিয়াল্লাহু ‘আনহু কানা রাসুলুল্লাহি ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামা ইয়াজলিছু মা’আনা ফীল মাজলিছি ইউহাদ্দিছুনা ফা-ইজা ক্বামা ক্বুমনা ক্বিয়ামান হাত্তা নারাহু ক্বাদ দাখালা বুয়ুতা আয-ওয়াজিহি। রাওয়াহু আবু দাউদ।",
    "reference": "[আবু দাউদঃ ৪৭০০ ও বায়হাকী]"
  },
  {
    "id": 30,
    "title": "৩০তম হাদিসঃ নবীজি ﷺ এর উপর দরূদ ও সালাম পাঠের ফযিলত",
    "arabic": "عَنِ ابْنِ مَسْعُودٍ - رضي الله عنه - قَالَ: قَالَ رَسُولُ اَللَّهِ ﷺ \"إِنَّ أَوْلَى اَلنَّاسِ بِي يَوْمَ اَلْقِيَامَةِ, أَكْثَرُهُمْ عَلَيَّ صَلَاةً\". (رواه الترمذي و ابن حبان)",
    "translation": "<p><strong>অনুবাদ:</strong> হযরত আব্দুল্লাহ ইবনে মাসউদ (রাদ্বিয়াল্লাহু তা’আলা আনহু) হতে বর্ণিত। তিনি বলেন, নবীজী (ﷺ) এরশাদ করেছেন, কিয়ামতের ময়দানে সে ব্যক্তি আমার সবচেয়ে নিকটবর্তী থাকবে যে ব্যাক্তি (দুনিয়াতে) আমার উপর সবচেয়ে বেশি দুরূদ ও সালাম পেশ করেছে।",
    "transliteration": "উচ্চারণঃ ‘আন ইবনে মাস’ঊদ রাদ্বিয়াল্লাহু ‘আনহু ক্বালা, ক্বালা রাসুলুল্লাহি ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামা ইন্না আওলা আন্নাছি বী ইয়াওমাল ক্বিয়ামাতি, ইকছারু ‘আলাইয়্যা ছালাতান। রাওয়াহুত তিরমিজি, ওয়া ইবনে হিব্বান।",
    "reference": "[তিরমিজি- ২/৩৫৪ হাঃ ৪৮৪; সহীহ ইবনে হিব্বান- ৩/১৯২ হাঃ ৯১১; বায়হাকীর সুনানে কুবরা- ৩/২৪৯ হাঃ ৫৭৯১]"
  },
  {
    "id": 31,
    "title": "৩১তম হাদিসঃ সৃষ্টিকুলে নবীজি ﷺ এর মত কেউ নেই",
    "arabic": "عَنْ أَبِي هُرَيْرَةَ ، قَالَ : \" نَهَى رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ عَنِ الوِصَالِ، قَالُوا : فِإِنَّكَ تُوَاصِلُ ، قَالَ : أيُّكُمْ مِثْلِي ؟  إِنِّي أَبِيتُ يُطْعِمُنِي رَبِّي وَيَسْقِينِ. (متفق عليه)",
    "translation": "অনুবাদঃ হযরত আবু হুরায়রা (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্নিত। তিনি বলেন, নবী করীম (ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) সওমে ওয়েসাল (এমন রোজা যার কোন সেহরিও নেই, ইফতারও নেই) রাখতে নিষেধ করেছেন। তখন কিছু সাহাবী নবীজি (ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামা) এর নিকট আরজ করলেন, হে আল্লাহর রাসুল! আপনি নিজেওতো সওমে ওয়েসাল পালন করেন। নবীজি এরশাদ করলেন, তোমাদের মধ্যে কে আছ আমার মত? আমিতো এমন ভাবে রাত্রিযাপন করি যেন আমার রব আমাকে খাওয়ান এবং পান করান।",
    "transliteration": "উচ্চারণঃ ‘আন আবি হুরায়রাতা, ক্বালাঃ নাহা রাসুলুল্লাহি ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামা ‘আনিল বিসালে, ক্বালুঃ ফা-ইন্নাকা তুওয়াসসিলু, ক্বালাঃ আইয়্যুকুম মিছলী? ইন্নি আবিতু ইউত্ব-‘ইমনী রাব্বী ওয়া ইয়াসক্বীনি। (মুত্তাফাক্বুন আলাইহি)",
    "reference": "[সহীহ বুখারী, রোজা অধ্যায় ২/৬৯৩ হাঃ ১৮৬১; সহীহ মুসলিম ২/৭৭৪ হাঃ ১১০২; সুনানে আবু দাউদ ২/৩০২ হাঃ ২৩৬০; সুনানে কুবরা নাসাঈ ২/২৪১ হাঃ ২৩৬৩; মুয়াত্তা ইমাম মালেক ১/৩০০ হাঃ ৬৬৭; মুসনাদে আহমদ বিন হাম্বল ২/১০২ হাঃ ৫৭৯৫; সহীহ ইবনে হিব্বান, ৮/৩৪১ হাঃ ৩৫৭৫]"
  },
  {
    "id": 32,
    "title": "৩২তম হাদিসঃ নবীজি ﷺ কখন নবুয়্যত লাভ করেছেন?",
    "arabic": "عَنْ أَبِي هُرَيْرَةَ، قَالَ: قَالُوا يَا رَسُولَ اللَّهِ مَتَى وَجَبَتْ لَكَ النُّبُوَّةُ؟ قَالَ وَآدَمُ بَيْنَ الرُّوحِ وَالجَسَدِ",
    "translation": "অনুবাদঃ হযরত আবু হুরায়রা (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্নিত। তিনি বলেন, সাহাবায়ে কেরামগণ আরজ করলেন, হে আল্লাহর রাসুল ! আপনার উপর কখন নবুয়্যতের দায়িত্বারোপ করা হয়েছে? নবীজি এরশাদ করলেন, যখন আদম (আলাইহিস সালাম) শরীর ও রুহের মধ্যবর্তী স্তরে ছিলেন। (অর্থাৎ যখন আদম (আঃ) এর রুহ ও শরীরের মধ্যে কোন সম্পর্ক স্থাপিত হয়নি, আমি তখনও নবী ছিলাম)।",
    "transliteration": "উচ্চারণঃ ‘আন আবি হুরায়রাতা, ক্বালাঃ ক্বালু ইয়া রাসুলাল্লাহ! মাতা ওয়াজাবাত লাকান্নুবুয়্যাতু? ক্বালা ওয়া আদামা বাইনার রূহী ওয়াল জাসাদ।",
    "reference": "[সুনানে তিরমিজি, ৫/৫৮৫ হাঃ ৩২০৯; মুসনাদে আহমদ বিন হাম্বল হাঃ ২৩৬২০; মুস্তাদরাকে হাকেম হাঃ ৪২০৯-৪২১০; মুসান্নেফে ইবনে শাইবা ৩৬৯/৭ হাঃ ৩৬৫৫৩]"
  },
  {
    "id": 33,
    "title": "৩৩তম হাদিসঃ নবীজি ﷺ এর পাঁচটি নাম",
    "arabic": "مُحمّدِ بنِ جُبَيْرِ بنِ مُطْعِمٍ عن أَبِيهِ قال, قال رَسُولُ الله صلى الله عليه وسلم: إِنّ لِي خمسة أَسْمَاءَ: أَنَا مُحمّدُ، وَأَنا أَحْمَدُ، وَأَنَا الْمَاحِي الّذِي يَمْحُو الله بِي الْكُفْرَ، وَأَنَا الْحَاشِرُ الّذِي يُحْشَرُالنّاسُ عَلَى قَدَمَيّ، وَأَنَا الْعَاقِبُ",
    "translation": "অনুবাদঃ হযরত মুহাম্মাদ বিন যুবাইর বিন মুতঈম থেকে বর্নিত। তিনি তার বাবা থেকে বর্ণনা করেন। নবীজি ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামা এরশাদ করেন, আমার পাঁচটি নাম আছে। আমি 'মুহাম্মাদ' (প্রশংসিত) ও 'আহমদ' (অধিক প্রশংসাকারী)। আর আমি 'মুহঈ' (মোচনকারী) কেননা আল্লাহ তায়ালা আমার দ্বারা কুফরকে মিটিয়ে দিবেন। আমি 'হাশের' (সমবেতকারী)। সকল লোককে আমার কদমে সমবেত করা হবে (কিয়ামতের ময়দানে)। এবং আমি 'আক্বিব' সর্বশেষ আগমন কারী (শেষ নবী)।",
    "transliteration": "উচ্চারণঃ ‘আন মুহাম্মাদ বিন জুবায়ের বিন মুত্বইম ‘আন আবীহি ক্বালা, ক্বালাঃ রাসুলুল্লাহি ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামাঃ “ইন্না লী খামছাতি আছমাআ আনা মুহাম্মাদু, ওয়া আনা আহমাদু, ওয়া আনাল মাহী ইয়ামহুল্লাহু বিল কুফরা, ওয়া আনাল হাশিরু আল্লাজী ইউহশারুন নাছু ‘আলা কাদামি, ওয়া আনাল আক্বিব।",
    "reference": "[সহীহ বুখারী, ৩/১২৯৯ হাঃ ৩৩৩৯, ৪/১৮৫৮ হাঃ ৪৬১৪; সহীহ মুসলিম, অধ্যায়: ফাযায়েল ৪/৮২৭ হাঃ ২৩৫৪; সুনানে তিরমিজি ৫/১৩৫ হাঃ ২৮৪; সুনানে নাসাঈ ৬/৪৮৯ হাঃ ১১৫৯০; মুয়াত্তা ইমাম মালেক ২/১০০৪; মসনাদে আহমদ বিন হাম্বল ৪/৮০, ৮৪; সহীহ ইবনে হিব্বান ১৪/২১৯ হাঃ ৬৩১৩]﻿উচ্চারণঃ ‘আন উছমান বিন হুনাইফিন আন্না রাজুলান, দ্বারিরাল বাছারি আতান্নাবী ছাল্লাল্লাহু আলাইহি ওয়া ছাল্লামা ফাক্বালাঃ উদ’উল্লাহা ‘আন ইউ’আফিয়ানী ক্বালা ইন শি’তা দা’আওতু ওয়া ইন শি’তা ছাবারতা ফাহুয়া খায়রুল্লাকা। ক্বালা ফাদ’উহু ক্বালা ফাআমরাহু ‘আন ইয়াতাওয়াদ্দ্বাআ ফাইউহছিনা ওদ্বুয়াহু ওয়া ইয়াদ’ঊ বিহাজাদ্দ্বো’আই “আল্লাহুম্মা ইন্নী আছআলুকা ওয়া আতাওয়াজ্জাহু ইলাইকা বিনাবিয়্যিকা মুহাম্মাদিন নাবিয়্যির রাহমাতি, ইন্নী তাওয়াজ্জাহতু বিকা ইলা রাব্বী ফী হা-জাতী হাজিহি লিতুক্বদ্বা, লিয়া আল্লাহুম্মা ফাশাফফি’হু ফিয়্যা”।"
  },
  {
    "id": 34,
    "title": "৩৪তম হাদিসঃ নবীজি ﷺ এর উছিলায় দোয়া",
    "arabic": "عَنْ عُثْمَانَ بْنِ حُنَيْفٍ أَنَّ رَجُلًا ضَرِيرَ الْبَصَرِ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ : ادْعُ اللَّهَ أَنْ يُعَافِيَنِي قَالَ إِنْ شِئْتَ دَعَوْتُ وَإِنْ شِئْتَ صَبَرْتَ فَهُوَ خَيْرٌ لَكَ قَالَ فَادْعُهْ قَالَ فَأَمَرَهُ أَنْ يَتَوَضَّأَ فَيُحْسِنَ وُضُوءَهُ وَيَدْعُوَ بِهَذَا الدُّعَاءِ {اللَّهُمَّ إِنِّي أَسْأَلُكَ وَأَتَوَجَّهُ إِلَيْكَ بِنَبِيِّكَ مُحَمَّدٍ نَبِيِّ الرَّحْمَةِ يَا مُحّمَّدَ ! إِنِّي تَوَجَّهْتُ بِكَ إِلَى رَبِّي فِي حَاجَتِي هَذِهِ لِتُقْضَى لِيَ اللَّهُمَّ فَشَفِّعْهُ فِيَّ}",
    "translation": "অনুবাদঃ হযরত ওসমান বিন হুনাইফ (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্নিত। তিনি বলেন, এক অন্ধ ব্যক্তি রাসূল ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামার দরবারে হাজির হয়ে আরজ করলেন, হে আল্লাহর রাসূল, আমার চোখের জ্যোতি ফিরে পাবার জন্য দোয়া করুন। নবীজি ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বললেন, তুমি যদি চাও এখনি দোয়া করি, তাহলে সেটাই করা হবে। আর চাইলে তুমি সবুর কর, সেটা তোমার জন্য উত্তম হবে। তিনি আরজ করলেন আক্বা এখনই দোয়া করুন। নবীজি ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম তাকে ভালোভাবে অজু করার এবং দু'রাকাত নামাজ পড়ার নির্দেশ করলেন। এবং বললেন- এই ভাবে দোয়া কর, ”হে আল্লাহ! আমি আপনার দিকে মনোনিবেশ করছি এবং আপনার নিকট প্রার্থনা করছি রহমতের নবী মুহাম্মাদ রাসূল সাল্লাল্লাহু আলাইহি ওয়াআলিহী ওয়াসাল্লাম এর উছিলায়। হে মুহাম্মাদ! আপনার উছিলায় আমি আমার প্রভুর কাছে হাজ্বত পেশ করছি, আমার আবেদন যেন মঞ্জুর করা হয়। হে আল্লাহ আমার হক্বের উপর আমার আক্বা ও মাওলা ছাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম এর সুপারিশ কবুল করুন।” এইরূপ দু‘আর ফলে লোকটি দৃষ্টিশক্তি ফিরে পেয়েছিলেন।",
    "transliteration": "উচ্চারণঃ ‘আন উছমান বিন হুনাইফিন আন্না রাজুলান, দ্বারিরাল বাছারি আতান্নাবী ছাল্লাল্লাহু আলাইহি ওয়া ছাল্লামা ফাক্বালাঃ উদ’উল্লাহা ‘আন ইউ’আফিয়ানী ক্বালা ইন শি’তা দা’আওতু ওয়া ইন শি’তা ছাবারতা ফাহুয়া খায়রুল্লাকা। ক্বালা ফাদ’উহু ক্বালা ফাআমরাহু ‘আন ইয়াতাওয়াদ্দ্বাআ ফাইউহছিনা ওদ্বুয়াহু ওয়া ইয়াদ’ঊ বিহাজাদ্দ্বো’আই “আল্লাহুম্মা ইন্নী আছআলুকা ওয়া আতাওয়াজ্জাহু ইলাইকা বিনাবিয়্যিকা মুহাম্মাদিন নাবিয়্যির রাহমাতি, ইন্নী তাওয়াজ্জাহতু বিকা ইলা রাব্বী ফী হা-জাতী হাজিহি লিতুক্বদ্বা, লিয়া আল্লাহুম্মা ফাশাফফি’হু ফিয়্যা।”",
    "reference": "[সুনানে তিরমিজি ৫/৫৬৯ হাঃ ৩৫৭৮; সুনানে নাসাঈ ৬/১৬৮ হাঃ ১০৪৯৪-১০৪৯৫; সুনানে ইবনে মাজাহ ১/৪৪১ হাঃ ১৩৮৫; সহীহ ইবনে খুযাইমা ২/২২৫ হাঃ ১২১৯; মুসনাদে আহমদ বিন হাম্বল ৪/১৩৮ হাঃ ১৭২৪০-১৭২৪২; মুস্তাদরাকে হাকেম ১/৪৫৮/৭০০/৭০৭; হাঃ ১১৮০, ১৯০৯, ১৯২৯]﻿উচ্চারণঃ ‘আন আদাম বিন আলী, ক্বালাঃ ছামি’তু ইবনে উমারা রাদ্বিয়াল্লাহু ‘আনহুমা, ইয়াক্বুলুঃ “ইন্নান্নাছা ইয়া ফুলানু-শ্ ফা’ইয়াছিরুনা ইয়াওমাল ক্বিয়ামাতি জুছান, কুল্লু উম্মাতিন তাতবা’উ নাবিয়্যাহা ইয়াক্বুলুনাঃ ইয়া ফুলানু-শ্ ফা’, হাত্তা তানতাহীয়া-শ শাফা’আতু ইলা-ন্নাবিয়্যি ছাল্লাল্লাহু আলাইহি ওয়া ছাল্লামা, ফা-জালিকা ইয়াওমা ইয়াব’আছুহুল্লাহুল মাক্বামাল মাহমুদা। "
  },
  {
    "id": 35,
    "title": "৩৫তম হাদিসঃ নবীজি ﷺ মাক্বামে মাহমুদে অধিষ্ঠিত হবেন",
    "arabic": "عَنْ آدَمَ بْنِ عَلِيٍّ، قَالَ: سَمِعْتُ ابْنَ عُمَرَ رَضِيَ اللَّهُ عَنْهُمَا، يَقُولُ: \" إِنَّ النَّاسَ يَصِيرُونَ يَوْمَ القِيَامَةِ جُثًا، كُلُّأُمَّةٍ تَتْبَعُ نَبِيَّهَا يَقُولُونَ: يَا فُلاَنُ اشْفَعْ، يَا فُلاَنُ اشْفَعْ، حَتَّى تَنْتَهِيَ الشَّفَاعَةُ إِلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَذَلِكَ يَوْمَ يَبْعَثُهُ اللَّهُ المَقَامَ المَحْمُودَ",
    "translation": "অনুবাদঃ হযরত আদম বিন আলী (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্নিত। তিনি বলেন, আমি আব্দুল্লাহ বিন ওমর (রাদ্বিয়াল্লাহু তা’আলা আনহু) কে বলতে শুনেছি, কেয়ামতের দিন মানুষেরা দলে দলে বিভক্ত হয়ে পড়বে। প্রত্যেক উম্মত তাদের নিজ নিজ নবীর পিছনে থাকবে এবং আরজ করবে, হে অমুক! আমাকে শাফায়াত করুন। এমনিভাবে শাফায়াতের কথা নবীজির কাছে এসে সমাপ্ত হবে। তাই ঐদিনে আল্লাহ পাক নবীজিকে মাক্বামে মাহমুদে অধিষ্ঠিত করবেন।",
	"transliteration": "উচ্চারণঃ ‘আন আদাম বিন আলী, ক্বালাঃ ছামি’তু ইবনে উমারা রাদ্বিয়াল্লাহু ‘আনহুমা, ইয়াক্বুলুঃ “ইন্নান্নাছা ইয়া ফুলানু-শ্ ফা’ইয়াছিরুনা ইয়াওমাল ক্বিয়ামাতি জুছান, কুল্লু উম্মাতিন তাতবা’উ নাবিয়্যাহা ইয়াক্বুলুনাঃ ইয়া ফুলানু-শ্ ফা’, হাত্তা তানতাহীয়া-শ শাফা’আতু ইলা-ন্নাবিয়্যি ছাল্লাল্লাহু আলাইহি ওয়া ছাল্লামা, ফা-জালিকা ইয়াওমা ইয়াব’আছুহুল্লাহুল মাক্বামাল মাহমুদা।",
    "reference": "[সহীহ বোখারীঃ কোরআনের তাফসির অধ্যায়, ৪/১৭৪৭ হাঃ ৪৪৪১; সুনানে কুবরা নাসাঈ ৬/৩৮১ হাঃ ২৯৫]﻿উচ্চারণঃ ‘আন উমারা রাদ্বিয়াল্লাহু ‘আনহু ইয়াক্বুলু ক্বামা ফীনা-ন্নাবিয়্যি ছাল্লাল্লাহু আলাইহি ওয়া ছাল্লামা মাক্বামান ফা-আখবারনা ‘আন বাদ-ইল খালক্বি হাত্তা দাখালা আহলুল জান্নাতি মানাযি লাহুম ওয়া আহলু ন্নারি মানাযি লাহুম হাফিযা জালিকা মান হাফিযাহু ওয়া নাছিয়াহু মান নাছিয়াহু। "
  },
  {
    "id": 36,
    "title": "৩৬তম হাদিসঃ নবীজী ﷺ ইলমে গায়েবের অধিকারী",
    "arabic": "عَنِ عُمَرَ رَضِيَ اللَّهُ عَنْهُ يَقُولُ قَامَ فِينَا النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَقَامًا فَأَخْبَرَنَا عَنْ بَدْءِ الْخَلْقِحَتَّى دَخَلَ أَهْلُ الْجَنَّةِ مَنَازِلَهُمْ وَأَهْلُ النَّارِ مَنَازِلَهُمْ حَفِظَ ذَلِكَ مَنْ حَفِظَهُ وَنَسِيَهُ مَنْ نَسِيَهُ",
    "translation": "অনুবাদঃ হযরত ওমর (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্নিত। তিনি বলেন, একদা নবীজি আমাদের মাঝে দন্ডায়মান ছিলেন। নবীজি সৃষ্টির শুরু থেকে জান্নাতিদের জান্নাতে প্রবেশ করা এবং দোযখীদের দোযখে প্রবেশ করা পর্যন্ত সব কিছু বলে দিলেন। যে সেটা মনে রাখতে পেরেছে সে রেখেছে, যে ভুলে যাওয়ার সে ভুলে গেছে।",
	"transliteration": "উচ্চারণঃ ‘আন উমারা রাদ্বিয়াল্লাহু ‘আনহু ইয়াক্বুলু ক্বামা ফীনা-ন্নাবিয়্যি ছাল্লাল্লাহু আলাইহি ওয়া ছাল্লামা মাক্বামান ফা-আখবারনা ‘আন বাদ-ইল খালক্বি হাত্তা দাখালা আহলুল জান্নাতি মানাযি লাহুম ওয়া আহলু ন্নারি মানাযি লাহুম হাফিযা জালিকা মান হাফিযাহু ওয়া নাছিয়াহু মান নাছিয়াহু।",
    "reference": "[সহীহ বোখারীঃ সৃষ্টির শুরু অধ্যায়, ৩/১১৬৬ হাঃ ৩০২০]﻿উচ্চারণঃ ‘আন ইবনে আব্বাস রাদ্বিয়াল্লাহু ‘আনহুমা, ক্বালাঃ ক্বালা রাসুলুল্লাহি ছাল্লাল্লাহু আলাইহি ওয়া ছাল্লামা মান ছাব্বা আছহাবিহী ফা-‘আলাইহি লা’নাতুল্লাহি ওয়াল মালা-ইকাতি ওয়ান্নাছি আজমাঈন। "
  },
  {
    "id": 37,
    "title": "৩৭তম হাদিসঃ সাহাবায়ে কেরামকে গালি দেয়া কুফরী",
    "arabic": "عَنِ ابْنِ عَبَّاسٍ، رَضِيَ اللَّهُ عَنْهُمَا، قَالَ : قَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَنْ سَبَّ اَصْحَابِي فَعَلَيْهِ لَعْنَةُاللهِ و المَلائِكَةِ وَالنَّاسِ أَجْمَعينَ",
    "translation": "অনুবাদঃ হযরত ইবনে আব্বাস (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্নিত। তিনি বলেন, নবীজি এরশাদ করেন, যে ব্যক্তি আমার সাহাবীদের গালি দেয় তার উপর আল্লাহর, ফেরেস্তাদের এবং সকল মানব জাতির অভিসম্পাদ। ",
    "transliteration": "উচ্চারণঃ ‘আন ইবনে আব্বাস রাদ্বিয়াল্লাহু ‘আনহুমা, ক্বালাঃ ক্বালা রাসুলুল্লাহি ছাল্লাল্লাহু আলাইহি ওয়া ছাল্লামা মান ছাব্বা আছহাবিহী ফা-‘আলাইহি লা’নাতুল্লাহি ওয়াল মালা-ইকাতি ওয়ান্নাছি আজমাঈন।",
    "reference": "[তাবরানী কৃত মুজামুল কাবির ১২/১৪২, হাঃ ১২৭০৯; মুজামুল আউছাতে আবু সাঈদ খুদরী (রাদ্বিয়াল্লাহু তা’আলা আনহু) সুত্রে, ৫/৯৪ হাঃ ৪৭৭১; মুসান্নাফে ইবনে আবি শাইবা ৬/৪০৫, হাঃ ৩২৪১৯]﻿উচ্চারণঃ ‘আন আবী সা’ইদিল খুদরী, ক্বালাঃ ছামি’তু রাসুলুল্লাহি ছাল্লাল্লাহু আলাইহি ওয়া ছাল্লামা, “ইন্নামা মাছালু আহলি বায়তী ফীকুম কামাছালি ছাফিনাতি নূহি, মান রাকিবাহা নাজা ওয়ামান তাখাল্লাফা ‘আনহা গারিকা।“"
  },
  {
    "id": 38,
    "title": "৩৮তম হাদিসঃ আহলে বাইত উম্মতের নাজাতের উছিলা",
    "arabic": "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ : سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ : ” إِنَّمَا مَثَلُ أَهْلِ بَيْتِي فِيكُمْ كَمَثَلِ سَفِينَةِ نُوحٍ، مَنْ رَكِبَهَا نَجَا وَمَنْ تَخَلَّفَ عَنْهَا غَرِقَ",
    "translation": "অনুবাদঃ হযরত আবু সাঈদ খুদরী (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্নিত। তিনি বলেন, আমি নবীজিকে বলতে শুনেছি, ”তোমাদের মধ্যে আমার আহলে বাইতের দৃষ্টান্ত হযরত নুহ (আলাইহিস সালাম)-এঁর কিস্তির মত। এতে যে আরোহণ করেছে সে মুক্তি পেয়েছে, আর যে তা থেকে মুখ ফিরিয়ে নিয়েছে, সে ধ্বংস হয়েছে।",
    "transliteration": "উচ্চারণঃ ‘আন আবী সা’ইদিল খুদরী, ক্বালাঃ ছামি’তু রাসুলুল্লাহি ছাল্লাল্লাহু আলাইহি ওয়া ছাল্লামা, “ইন্নামা মাছালু আহলি বায়তী ফীকুম কামাছালি ছাফিনাতি নূহি, মান রাকিবাহা নাজা ওয়ামান তাখাল্লাফা ‘আনহা গারিকা।“",
    "reference": "[তাবরানী কৃত মুজামুল কাবির ১২/৩৪, হাঃ ২৩৭৭, ২৬৩৭, ২৬৩৮, ২৬৩২; মুজামুল আউছাত ৪/১০ হাঃ ৩৪৭৮; মুজামুল ছাগির ১/২৪০ হাঃ ৩৯১; মুসতাগরেকে হাকেম ৩/১৬৩ হাঃ ৪৭২০]﻿উচ্চারণঃ ’আন উক্ববাতা বিন আমিরঃ ক্বালা, ক্বালা রাছুলুল্লাহি ছাল্লাল্লাহু আলাইহি ওয়াছাল্লামা, ”ইন্নি ফারাত্বু লাকুম, ওয়া আনা শাহীদান ’আলাইকুম, ওয়া ইন্নি ওয়াল্লাহি লা-আনযুরু ইলা হাউদ্বীল আন। ওয়া ইন্নি আ’ত্বিতু মাফাতীহা খাজাইনিল আরদ্বি আও মাফাতীহাল আরদ্বি, ওয়া ইন্নি ওয়াল্লাহি মা আখাফা ’আলাইকুম আন তুশরিকু বা’দী, ওয়ালাকিনি আখাফা ’আলাইকুমু আন তানাফাছু ফীহা।” "
  },
  {
    "id": 39,
    "title": "৩৯তম হাদিসঃ উম্মতে মুহাম্মদি কখনও শিরক করবে না",
    "arabic": "عَنْ عُقْبَةَ بْنِ عَامِرٍ: قَالَ قَال رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" إِنِّي فَرَطُ لَكُمْ، وَأَنَا شَهِيدٌ عَلَيْكُمْ، وَإِنِّي وَاللَّهِ لَأَنْظُرُ إِلَى حَوْضِي الْآنَ، وَإِنِّي أُعْطِيتُ مَفَاتِيحَ خَزَائِنِ الْأَرْضِ أَوْ مَفَاتِيحَ الْأَرْضِ، وَإِنِّي وَاللَّهِ مَا أَخَافُ عَلَيْكُمْ أَنْ تُشْرِكُوا بَعْدِي، وَلَكِنِّي أَخَافُ عَلَيْكُمْ أَنْ تَنَافَسُوا فِيهَا",
    "translation": "অনুবাদঃ হযরত উক্ববা বিন আমের (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্নিত। তিনি বলেন, নবীজি এরশাদ করেন আমি তোমাদের অগ্রবর্তী ও তোমাদের উপর সাক্ষদাতা। আল্লাহর কসম! অবশ্যই এই মূহুর্তে আমি আমার হাউজ (কাউছার) দেখতে পাচ্ছি। এবং অবশ্যই আমাকে জমিনের খাজানার সমূহের চাবি অথবা জমিনের চাবি দেওয়া হয়েছে। খোদার কসম! আমি এ নিয়ে ভীত নই যে তোমরা আমার পরে শিরিকে লিপ্ত হবে বরং আমি এ নিয়ে ভীত যে, তোমরা দুনিয়া নিয়ে ব্যস্ত হয়ে যাবে।",
	"transliteration": "উচ্চারণঃ ’আন উক্ববাতা বিন আমিরঃ ক্বালা, ক্বালা রাছুলুল্লাহি ছাল্লাল্লাহু আলাইহি ওয়াছাল্লামা, ”ইন্নি ফারাত্বু লাকুম, ওয়া আনা শাহীদান ’আলাইকুম, ওয়া ইন্নি ওয়াল্লাহি লা-আনযুরু ইলা হাউদ্বীল আন। ওয়া ইন্নি আ’ত্বিতু মাফাতীহা খাজাইনিল আরদ্বি আও মাফাতীহাল আরদ্বি, ওয়া ইন্নি ওয়াল্লাহি মা আখাফা ’আলাইকুম আন তুশরিকু বা’দী, ওয়ালাকিনি আখাফা ’আলাইকুমু আন তানাফাছু ফীহা।”",
    "reference": "[সহীহ বুখারী, অনুচ্ছেদঃ মানাকিব, অধ্যায়: ইসলামে নবুয়্যতের আলামত, ৩/১৩১ হাঃ ৩৪০১; সহীহ মুসলিম, অনুচ্ছেদঃফাযায়েল অধ্যায়ঃ নবী এর হাউজের প্রমান ও বৈশিষ্ট, ৪/১৭৯৫ হাঃ ২২৯৬]﻿উচ্চারণঃ ‘আন আবী হুরায়রাতা, ক্বালা ক্বালা রাসুলুল্লাহি ছাল্লাল্লাহু আলাইহি ওয়া ছাল্লামা ইয়াকুনু ফী আখিরিয যামানি দাজ্জালুনা কাজ্জাবুনা ইয়া’তুনাকুম মিনাল আহাদীছি বিমা লাম তাছমা’উ ‘আনতুম ওয়ালা আবাউকুম ফা-ইয়্যাকুম ওয়া ইয়্যাহুম লা ইউদ্বিলুনাকুম ওয়ালা ইয়াফতিনুনাকুম। "
  },
  {
    "id": 40,
    "title": "৪০তম হাদিসঃ শেষ জামানায় দাজ্জাল ও মিথ্যাবাদীদের আবির্ভাব হবে",
    "arabic": "عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ، قَالَ : سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ : ” إِنَّمَا مَثَلُ أَهْلِ بَيْتِي فِيكُمْ كَمَثَلِ سَفِينَةِ نُوحٍ، مَنْ رَكِبَهَا نَجَا وَمَنْ تَخَلَّفَ عَنْهَا غَرِقَ",
    "translation": "অনুবাদঃ হযরত আবু হুরায়রা (রাদ্বিয়াল্লাহু তা’আলা আনহু) থেকে বর্ণিত। তিনি বলেন নবীজী ছাল্লাল্লাহু আলাইহি ওয়া ছাল্লাম এরশাদ করেন, শেষ যামানায় এমন কিছু দাজ্জাল ও মিথ্যাবাদী আত্মপ্রকাশ করবে যারা তোমাদের নিকট এমন সব (মিথ্যা) হাদিস বলবে যা, না তোমরা কোনদিন শুনেছ, না তোমাদের বাপ দাদারা শুনেছে। সুতরাং তোমরা তাদের নিকট থেকে দূরে থাক এবং তাদেরকেও তোমাদের কাছ থেকে দূরে রাখ। এতে করে তারা তোমাদের পথভ্রষ্ট করতে পারবে না এবং তোমাদেরকে ফেতনায় পতিত করতে পারবে না। ",
    "transliteration": "উচ্চারণঃ ‘আন আবী হুরায়রাতা, ক্বালা ক্বালা রাসুলুল্লাহি ছাল্লাল্লাহু আলাইহি ওয়া ছাল্লামা ইয়াকুনু ফী আখিরিয যামানি দাজ্জালুনা কাজ্জাবুনা ইয়া’তুনাকুম মিনাল আহাদীছি বিমা লাম তাছমা’উ ‘আনতুম ওয়ালা আবাউকুম ফা-ইয়্যাকুম ওয়া ইয়্যাহুম লা ইউদ্বিলুনাকুম ওয়ালা ইয়াফতিনুনাকুম।",
    "reference": "[সহীহ মুসলিমঃ ১/২৪, হাদীস নং-৮; আল্লামা তাহাবী, মুশকিলুল আসার, ৬/৪৪৮, হাঃ ২৮৮৪; শাইখ ওলীউদ্দীন, মেশকাতুল মসাবীহ, ১/৩৩ হাঃ ১৫৪; আল মানাবী, ফয়জুল ক্বাদীর ফি শরহে জামে ‘উস্‌সাগীর, ৬/২৫৮, হাঃ ৮৯৩০]"
  }
]